[
  {
    "name": "Defensive",
    "small": "You are trained in Speed defense actions when not wearing armour.",
    "desc": "You are trained in Speed defense actions when not wearing armour.",
    "initiate": false,
    "action": false,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 26 }],
    "type": "type",
    "from": ["Vector 1"]
  },
  {
    "name": "Practiced With All Weapons",
    "small": "You can use any weapon.",
    "desc": "You can use any weapon.",
    "initiate": false,
    "action": false,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 26 }],
    "type": "type",
    "from": ["Vector 1"]
  },
  {
    "name": "Physical Skills",
    "small": "You are trained in your choice of two of the following: balancing, climbing, jumping, running, or swimming.",
    "desc": "You are trained in your choice of two of the following: balancing, climbing, jumping, running, or swimming.",
    "initiate": false,
    "action": false,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 26 }],
    "type": "type",
    "from": ["Vector 1"]
  },
  {
    "name": "Translation",
    "small": "You are most effective at easing a translation.",
    "desc": "You can participate in the process of traveling to another recursion. Each time you do, you can choose to initiate, hasten, or ease a translation. If you choose to hasten or ease the process, someone else in the group must initiate the translation. As a vector, you are most effective at easing a translation. This easing advantage allows group members to acclimate more quickly after the translation is complete. In order to translate, you must know that the recursion you are translating to exists. The GM will decide if you have enough information to confirm its existence and determine what level of difficulty is needed to reach the destination.",
    "initiate": true,
    "action": true,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 26 }],
    "type": "type",
    "from": ["Vector 1"]
  },
  {
    "name": "Bash",
    "cost": { "might": 1 },
    "small": "A melee attack that deals 1 less point of damage but dazes the target for one round.",
    "desc": "This is a pummeling melee attack. Your attack inflicts 1 less point of damage than normal, but dazes your target for one round, during which time the difficulty of all tasks it performs is modified by one step to its detriment.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 26 }],
    "type": "type",
    "from": ["Vector 1"]
  },
  {
    "name": "Endurance",
    "small": "Any duration dealing with physical actions is either doubled or halved, whichever is better for you.",
    "desc": "Any duration dealing with physical actions is either doubled or halved, whichever is better for you. For example, if the typical person can hold their breath for thirty seconds, you can hold it for one minute. If the typical person can march for four hours without stopping, you can do so for eight hours. In terms of harmful effects, if a poison paralyzes its victims for one minute, you are paralyzed for thirty seconds. The minimum duration is always one round.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 26 }],
    "type": "type",
    "from": ["Vector 1"]
  },
  {
    "name": "Fleet of Foot",
    "small": "If you succeed at a difficulty 2 Speed roll to run, you can move a short distance and take an action in the same round.",
    "desc": "If you succeed at a difficulty 2 Speed roll to run, you can move a short distance and take an action in the same round.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 27 }],
    "type": "type",
    "from": ["Vector 1"]
  },
  {
    "name": "No Need for Weapons",
    "small": "When you make an unarmed attack, you can choose if you make the attack as if using a medium or light weapon.",
    "desc": "When you make an unarmed attack (such as a punch or kick), you can choose if you make the attack as if using a medium weapon or as if using a light weapon.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 27 }],
    "type": "type",
    "from": ["Vector 1"]
  },
  {
    "name": "Pierce",
    "cost": { "speed": 1 },
    "small": "You make an attack and inflict 1 additional point of damage.",
    "desc": "This is a well-aimed, penetrating ranged attack. You make an attack and inflict 1 additional point of damage.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 1"]
  },
  {
    "name": "Practiced in Armor",
    "small": "You can wear any kind of armor and reduce the Might cost per hour and the Speed Pool reduction for wearing armor by 2.",
    "desc": "Vectors can wear armour for long periods of time without tiring and can compensate for slowed reactions from wearing armor. You can wear any kind of armor. You reduce the Might cost per hour for wearing armor and the Speed Pool reduction for wearing armor by 2.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 1"]
  },
  {
    "name": "Physical Skill",
    "small": "Choose one skill in which you are not already trained: balancing, climbing, jumping, running, or swimming.",
    "desc": "Choose one skill in which you are not already trained: balancing, climbing, jumping, running, or swimming. You are trained in that skill.",
    "initiate": false,
    "action": false,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 2"]
  },
  {
    "name": "Reach Beyond",
    "cost": { "intellect": 3 },
    "small": "When you use Reach Beyond, you can access training in a skill provided by a focus you have in another recursion.",
    "desc": "When you use Reach Beyond, you can access training in a skill provided by a focus you have in another recursion. You must have used the skill in its proper recursion at least once before. You can use the skill once. To use it again, you must use Reach Beyond again.",
    "initiate": false,
    "action": false,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 2"]
  },
  {
    "name": "Enable Others",
    "small": "You can use the helping rules to provide a benefit to another character attempting a physical task.",
    "desc": "You can use the helping rules to provide a benefit to another character attempting a physical task. This requires no action on your part.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 2"]
  },
  {
    "name": "Quick Recovery",
    "small": "Your second recovery roll is only a single action.",
    "desc": "Your second recovery roll (usually requiring ten minutes) is only a single action, just like the first roll.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 2"]
  },
  {
    "name": "Range Increase",
    "small": "Ranges for you increase by one step.",
    "desc": "Ranges for you increase by one step. Immediate becomes short, short becomes long, long becomes 200 feet (62 m).",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 2"]
  },
  {
    "name": "Skill With Attacks",
    "small": "Choose one type of attack in which you are not already trained; you are trained in attacks using that type of weapon.",
    "desc": "Choose one type of attack in which you are not already trained: light bashing, light bladed, light ranged, medium bashing, medium bladed, medium ranged, heavy bashing, heavy bladed, or heavy ranged. You are trained in attacks using that type of weapon.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 2", "Vector 4"]
  },
  {
    "name": "Spray",
    "cost": { "speed": 2 },
    "small": "If a weapon has the ability to fire rapid shots without reloading: the difficulty of the attack roll is decreased by one step. If the attack is successful, it deals 1 less point of damage than normal.",
    "desc": "If a weapon has the ability to fire rapid shots without reloading (usually called a rapid-fire weapon, such as the submachine gun), you can spray multiple shots around your target to increase the chance of hitting. Spray uses 1d6 + 1 rounds of ammo (or all the ammo in the weapon, if it has less than the number rolled). The difficulty of the attack roll is decreased by one step. If the attack is successful, it deals 1 less point of damage than normal.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 2"]
  },
  {
    "name": "Wreck",
    "small": "When using this as an attack, you take a –1 penalty to the attack roll, and you inflict 3 additional points of damage. When attempting to damage an object or barrier, you are trained in the task.",
    "desc": "Using two hands, you wield a weapon or a tool with a powerful swing. (If fighting unarmed, this attack is made with both fists or both feet together.) When using this as an attack, you take a –1 penalty to the attack roll, and you inflict 3 additional points of damage. When attempting to damage an object or barrier, you are trained in the task.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 2"]
  },
  {
    "name": "Skill With Attacks",
    "small": "Choose one type of attack in which you are not already trained; you are trained in attacks using that type of weapon.",
    "desc": "Choose one type of attack in which you are not already trained: light bashing, light bladed, light ranged, medium bashing, medium bladed, medium ranged, heavy bashing, heavy bladed, or heavy ranged. You are trained in attacks using that type of weapon.",
    "initiate": false,
    "action": false,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 3"]
  },
  {
    "name": "Experienced With Armor",
    "small": "Might cost per hour and Speed Pool reduction is now 3.",
    "desc": "The cost reduction from your Practiced in Armor ability improves. You now reduce the Might cost per hour and the Speed Pool reduction by 3.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 3"]
  },
  {
    "name": "Ignore the Pain",
    "small": "Effects of being impaired are ignored and effects of being debilitated are treated as impaired normally would be.",
    "desc": "You do not feel the detrimental effects of being impaired, and when you are debilitated, you ignore those effects and experience the effects normally associated with being impaired instead. (Dead is still dead.)",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 3"]
  },
  {
    "name": "Lunge",
    "cost": { "might": 2 },
    "small": "Attack with the difficulty increased by one step. If successful, it inflicts 4 additional points of damage.",
    "desc": "This move requires you to extend yourself for a powerful stab or smash. The awkward lunge increases the difficulty of the attack roll by one step. If your attack is successful, it inflicts 4 additional points of damage.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 3"]
  },
  {
    "name": "Resilience",
    "small": "You have 1 point of Armor against any kind of physical damage.",
    "desc": "You have 1 point of Armor against any kind of physical damage, even damage that normally ignores Armor.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 3"]
  },
  {
    "name": "Slice",
    "cost": { "speed": 2 },
    "small": "Attack with the difficulty decreased by one step. If successful, it inflicts 1 less point of damage.",
    "desc": "This is a quick attack with a bladed or pointed weapon that is hard to defend against. The difficulty of the attack roll is decreased by one step. If the attack is successful, it deals 1 less point of damage than normal.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 3"]
  },
  {
    "name": "Successive Attack",
    "small": "Make another attack if your previous one disabled a foe.",
    "desc": "If you take down a foe, you can immediately make another attack on that same turn against a new foe within your reach. The second attack is part of the same action. You can use this move with melee attacks and ranged attacks.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 3"]
  },
  {
    "name": "Physical Skill",
    "small": "Specialize in balancing, climbing, jumping, running, or swimming.",
    "desc": "Choose one skill in which you are trained but not specialized: balancing, climbing, jumping, running, or swimming. You are specialized in that skill.",
    "initiate": false,
    "action": false,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 4", "Vector 5", "Vector 6"]
  },
  {
    "name": "Arc Spray",
    "cost": { "speed": 3 },
    "small": "Make a separate attack roll against three targets. The difficulty of each attack is increased by one step.",
    "desc": "If a weapon has the ability to fire rapid shots without reloading (usually called a rapid-fire weapon, such as the automatic pistol), you can fire your weapon at up to three targets (all next to one another) as a single action. Make a separate attack roll against each target. The difficulty of each attack is increased by one step.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 4"]
  },
  {
    "name": "Capable Warrior",
    "small": "Your attacks deal 1 additional point of damage.",
    "desc": "Your attacks deal 1 additional point of damage.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 4"]
  },
  {
    "name": "Feint",
    "cost": { "speed": 2 },
    "small": "Spend a round distracting your opponent to deal 4 additional points of damage the next.",
    "desc": "If you spend one action creating a misdirection or diversion, in the next round you can take advantage of your opponent’s lowered defenses. Make a melee attack roll against that opponent. The difficulty of the roll is decreased by one step. If your attack is successful, it inflicts 4 additional points of damage.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 28 }],
    "type": "type",
    "from": ["Vector 4"]
  },
  {
    "name": "Increased Effects",
    "small": "Major effect on 19 and 20 for Speed or Might actions. Your choice.",
    "desc": "You treat rolls of natural 19 as rolls of natural 20 for either Might actions or Speed actions (your choice when you gain this ability). This allows you to gain a major effect on a natural 19 or 20.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 4"]
  },
  {
    "name": "Runner",
    "small": "Your standard movement distance becomes long.",
    "desc": "Your standard movement distance becomes long.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 4"]
  },
  {
    "name": "Jump Attack",
    "cost": { "might": 5 },
    "small": "Attempt a difficulty 4 Might jump action. On success you deal 3 additional points of damage and knock the target down. On failure you attempt a normal attack.",
    "desc": "You attempt a difficulty 4 Might action to jump high into the air as part of your melee attack. If you succeed, your attack inflicts 3 additional points of damage and knocks the foe down. If you fail, you still make your normal attack roll, but you don’t inflict the extra damage or knock down the opponent.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 5"]
  },
  {
    "name": "Mastery With Defense",
    "small": "Specialize in a defense task that you are already trained in. Can be taken multiple times for different tasks.",
    "desc": "Choose one type of defense task in which you are trained: Might, Speed, or Intellect. You are specialized in defense tasks of that type. Unlike most moves, you can select this move up to three times. Each time you select it, you must choose a different type of defense task.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 5"]
  },
  {
    "name": "Parry",
    "cost": { "speed": 5 },
    "small": "Decrease difficulty of Speed defense tasks by one step for ten rounds.",
    "desc": "You can deflect incoming attacks quickly. When you activate this move, for the next ten rounds the difficulty of all Speed defense rolls is reduced by one step.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 5"]
  },
  {
    "name": "Physical Adept",
    "small": "Reroll the first 1 on all Speed and Might related tasks.",
    "desc": "Any time you spend points from your Might Pool or Speed Pool on an action for any reason, if you roll a 1 on the associated die, you reroll the die, always taking the second result (even if it’s a 1).",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 29 }],
    "type": "type",
    "from": ["Vector 5"]
  },
  {
    "name": "Skill With Attacks",
    "small": "Specialize in a type of attack.",
    "desc": "Choose one type of attack, even one in which you are already trained: light  bashing, light bladed, light ranged, medium bashing, medium bladed, medium ranged, heavy bashing, heavy bladed, or heavy ranged. You are trained in attacks using that type of weapon. If you’re already trained in that type of attack, you instead become specialized in that type of attack.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 30 }],
    "type": "type",
    "from": ["Vector 5", "Vector 6"]
  },
  {
    "name": "Again and Again",
    "cost": { "speed": 8 },
    "small": "Take an additional action.",
    "desc": "You can take an additional action in a round in which you have already acted.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 30 }],
    "type": "type",
    "from": ["Vector 6"]
  },
  {
    "name": "Mastery With Armor",
    "small": "Ignore armor Might and Speed costs. Swap \"Experienced With Armor\" for a different move in the same tier if you have selected it.",
    "desc": "When you wear any armor, you reduce the armor’s penalties (Might cost and Speed reduction) to 0. If you select this move and you already have the Experienced With Armor move, replace Experienced With Armor with a different third-tier move because Mastery With Armor is better.",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 30 }],
    "type": "type",
    "from": ["Vector 6"]
  },
  {
    "name": "Spin Attack",
    "cost": { "speed": 5 },
    "small": "Attack (melee) 5 foes in a single action. Effort remains limited to one action and any effects apply to all 5 attacks.",
    "desc": "You stand still and make melee attacks against up to five foes within reach, all as part of the same action in one round. Make a separate attack roll for each foe. You remain limited by the amount of Effort you can apply on one action. Anything that modifies your attack or damage applies to all of these attacks.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 30 }],
    "type": "type",
    "from": ["Vector 6"]
  },
  {
    "name": "Shooting Gallery",
    "cost": { "speed": 5 },
    "small": "Attack (ranged) 5 foes in a single action. Effort remains limited to one action and any effects apply to all 5 attacks.",
    "desc": "You stand still and make ranged attacks against up to five foes within range, all as part of the same action in one round. Make a separate attack roll for each foe. You remain limited by the amount of Effort you can apply on one action. Anything that modifies your attack or damage applies to all of these attacks.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 30 }],
    "type": "type",
    "from": ["Vector 6"]
  },
  {
    "name": "Knowledgeable",
    "small": "You are trained in one area of knowledge or technical expertise of your choice.",
    "desc": "You are trained in one area of knowledge or technical expertise of your choice.",
    "initiate": false,
    "action": false,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 32 }],
    "type": "type",
    "from": ["Paradox 1"]
  },
  {
    "name": "Strange Training",
    "small": "You are trained in general topics regarding the Strange.",
    "desc": "You are trained in general topics regarding the Strange, which allows you to attempt to understand and identify related phenomena, including the effect of a particular cypher. Strange training is also sometimes called Strange knowledge or Strange lore.",
    "initiate": false,
    "action": false,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 32 }],
    "type": "type",
    "from": ["Paradox 1"]
  },
  {
    "name": "Practiced With Light Weapons",
    "small": "You can use light weapons without penalty.",
    "desc": "You can use light weapons without penalty. If you wield a medium weapon, increase the difficulty of the attack by one step. If you wield a heavy weapon, increase it by two steps.",
    "initiate": false,
    "action": false,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 32 }],
    "type": "type",
    "from": ["Paradox 1"]
  },
  {
    "name": "Translation",
    "small": "You are most effective at initiating a translation.",
    "desc": "You can participate in the process of traveling to another recursion. Each time you do, you can choose to initiate, hasten, or ease a translation. If you choose to hasten or ease the process, someone else in the group must initiate the translation. As a paradox, you are most effective at initiating a translation. This initiation advantage provides you with additional opportunities during the process of translating. In order to translate, you must know that the recursion you are translating to exists. The GM will decide if you have enough information to confirm its existence and determine what level of difficulty is needed to reach the destination.",
    "initiate": true,
    "action": true,
    "bought": false,
    "source": [{ "book": "Core Rulebook", "page": 32 }],
    "type": "type",
    "from": ["Paradox 1"]
  },
  {
    "name": "Closed Mind",
    "small": "You have +2 Armor against Intellect attacks.",
    "desc": "You are trained in Intellect defense tasks and have +2 to Armor against damage that selectively targets your Intellect Pool (that normally ignores Armor).",
    "initiate": false,
    "action": false,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 32 }],
    "type": "type",
    "from": ["Paradox 1"]
  },
  {
    "name": "Exception",
    "cost": { "intellect": 1 },
    "small": "A mental attack on a target for 4 points of damage and the target cannot act for its next turn. If the target is not native to your current recursion then it cannot act for a number of hours afterward.",
    "desc": "You pick one creature within long range. The target is jolted by a confluence of fundamental forces for 4 points of damage. If the target you select is not native to the recursion where you attack it, its senses are overwhelmed. On a successful attack, in addition to taking 4 points of damage, it cannot act on its next turn. Once exposed to this revision, a non-native creature normally can’t be affected by the sense-overwhelming portion of this attack again for several hours.",
    "initiate": false,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 32 }],
    "type": "type",
    "from": ["Paradox 1"]
  },
  {
    "name": "Levitate Creature",
    "cost": { "intellect": "2+" },
    "small": "A mental attack on a target for 4 points of damage and the target cannot act for its next turn. If the target is not native to your current recursion then it cannot act for a number of hours afterward.",
    "desc": "You can temporarily bend the fundamental force of gravity on a creature or object (no larger than yourself) that is within long range. The target’s level can be no more than 2 above your tier. On a successful attack, an affected target floats an immediate distance over the ground for one round. A levitating target hovers just above the ground, able to take actions, but unable to gain purchase through physical contact. Each round after the initial attack, you can attempt to keep the target aloft by spending 1 additional Intellect point and succeeding at a difficulty 2 Intellect task. If your concentration lapses, the target drops back to the ground. You can’t directly move a levitating object with this revision, but strong winds, a hearty push by someone else, or other forces can move the target.",
    "initiate": true,
    "action": true,
    "bought": true,
    "source": [{ "book": "Core Rulebook", "page": 32 }],
    "type": "type",
    "from": ["Paradox 1"]
  }
]
